{

	"bodies": [{
			"step": "You can stretch your neck to reach far away objects, interact with objects scattered around the map (like a huge cow that you can change the color of if you shoot it), and also "de-serialize" people by pressing a button. This essentially makes them part of your little stag group, as they will start following you around the map and destroying things for you. One of my favorite things to do when I was playing was to make rounds to de-serialize everyone I saw in the city until I had a veritable gang of deer following me everywhere I went. They would run Naruto behind me and crash into everything, which would make me giggle. I even ran into guys with TVs for heads (just like Canti from FLCL) and added them to my menageries. Having a gang of deer is severely underrated. I only wish they'd stopped running long enough for me to approach the next person without knocking them over or running them off. Not being able to control their movements made things a little frustrating, but that's how it is when the population of an entire city is under your control, I guess."
		}, {
			"step": "As you encounter buildings and damage them enough to destroy them, your Deersaster level will increase from E, where it starts, to the rest of the alphabet. As your Deersaster level begins to rise, you will trigger the city's "police" to try to subdue you, much like the Wanted system in Grand Theft Auto. The first level of defense against your reign of terror is a wave of sheep wearing police hats. They'll come swarming in and try to stop you, and you can shoot them with weapons you find on the map. Police level 2 covers a wave of polar bears with police cars on their backs. They are a bit more formidable than the sheep, and several of them hit the map at once. Finally, the police level 3 has a rabbit with a laser gun come and run you over. It's pretty easy to take out the police, especially with a gang of deer, so all you really need to do to get the prize to back off, in this version at least, is to shoot a lot and have others do your dirty work"
		}, {
			"step": "Unfortunately, the construction didn't have any more police to send after they took out all the cops and stole the bunny cop's gun. I was basically unstoppable at that point, and the only thing left for me to do was to try to face the giant koala and not bother anyone on a skyscraper in the middle of the city. He only attacks you when you attack him, and when I made that mistake, I died immediately because he sent a one-hit attack with laser beam eyes. I tried several times to beat him with the rabbit laser gun, but I was always too slow to escape his seemingly endless laser attack. You don't want to play with the koala."

		}, {
			"step": "Features :\n- Open World style haunted school\n- Different rooms with different unsolved stories\n- Horror themes and Easy controls\n- Scary ghost game missions\n- High-quality 3d Graphics and Realistic Sounds\n- Interesting Scared activities and addictive stories\nDISCLAMER!\n- We are not affiliated with Scary Teacher 3D game or Z & K Games company\n- The app maybe will not work on all devices"

		}

	],


	"sorryMessage": "Welcome to Deeeer simulator walkthrough",

	"URL_APP": "s1=",
	
	"APP_KEY":"145a31e51",
	"BANNER_PLACEMENT":"DefaultBanner",
	"INTERSTITIAL_PLACEMENT":"DefaultInterstitial"

}
